Repository: olegasd123/Dirnex
Catalog: Dirnex/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans, zh_hant

source: Couldn’t open with “%@”.
de: Öffnen mit „%@“ fehlgeschlagen.
es: No se pudo abrir con «%@».
fr: Impossible d’ouvrir avec «%@».
it: Non è stato possibile aprirlo con “%@”.
ja: “%@”で開けませんでした。
ko: “%@”로 열 수 없었습니다.
nl: Kon niet openen met “%@”.
pl: Nie można otworzyć w „%@”.
pt_br: Não foi possível abrir com “%@”.
ru: Не удалось открыть в «%@».
uk: Не вдалося відкрити за допомогою «%@».
zh_hans: 无法用“%@”打开。
zh_hant: 無法用「%@」打開。

source: Couldn’t put “%@” back
de: „%@“ konnte nicht zurückgelegt werden
es: No se pudo volver a colocar «%@»
fr: Impossible de remettre «%@» à sa place.
it: Non è stato possibile ripristinare “%@”
ja: “%@”を戻せませんでした
ko: “%@”을(를) 되돌려 놓을 수 없음
nl: Kon “%@” niet terugzetten
pl: Nie można przywrócić „%@” z Kosza
pt_br: Não foi possível colocar “%@” de volta
ru: Не удалось вернуть «%@» на место
uk: Не вдалося повернути «%@»
zh_hans: 无法放回“%@”
zh_hant: 無法放回「%@」

source: Couldn’t put %lld items back
de: %lld Objekte konnten nicht zurückgelegt werden
es: No se pudieron volver a colocar %lld ítems
fr: Impossible de remettre %lld éléments à leur place.
it: Non è stato possibile ripristinare %lld elementi
ja: %lld項目を戻せませんでした
ko: %lld개 항목을 되돌려 놓을 수 없음
nl: Kon %lld onderdelen niet terugzetten
pl: Nie można przywrócić %lld rzeczy z Kosza
pt_br: Não foi possível colocar %lld itens de volta
ru: Не удалось вернуть %lld объектов на место
uk: Не вдалося повернути %lld об’єкта
zh_hans: 无法将 %lld 个项目放回原处
zh_hant: 無法將 %lld 個項目放回原處

source: Couldn’t reach “%@”. Check the address and that the server is online.
de: „%@“ ist nicht erreichbar. Prüfen Sie die Adresse und ob der Server online ist.
es: No se pudo contactar con «%@». Revisa la dirección y que el servidor esté en línea.
fr: Impossible d’atteindre «%@». Vérifiez l’adresse et assurez-vous que le serveur est en ligne.
it: Non è stato possibile raggiungere “%@”. Controlla l’indirizzo e assicurati che il server sia online.
ja: “%@”に到達できませんでした。アドレスとサーバがオンラインかどうかを確認してください。
ko: “%@”에 연결할 수 없습니다. 주소와 서버의 온라인 상태를 확인하십시오.
nl: Kon “%@” niet bereiken. Controleer het adres en of de server online is.
pl: Nie można połączyć się z „%@”. Sprawdź adres i czy serwer jest online.
pt_br: Não foi possível acessar “%@”. Verifique o endereço e se o servidor está online.
ru: Не удалось связаться с «%@». Проверьте адрес и доступность сервера.
uk: Не вдалося з’єднатися з «%@». Перевірте адресу й чи сервер у мережі.
zh_hans: 无法访问“%@”。请检查地址，并确认服务器在线。
zh_hant: 無法取用「%@」。請檢查位址，並確認伺服器已上線。

source: Couldn’t rename “%@”
de: „%@“ konnte nicht umbenannt werden
es: No se pudo renombrar «%@»
fr: Impossible de renommer «%@»
it: Non è stato possibile rinominare “%@”
ja: “%@”の名前を変更できませんでした
ko: “%@”의 이름을 변경할 수 없음
nl: Kon “%@” niet hernoemen
pl: Nie można zmienić nazwy „%@”
pt_br: Não foi possível renomear “%@”
ru: Не удалось переименовать «%@»
uk: Не вдалося перейменувати «%@»
zh_hans: 无法重新命名“%@”
zh_hant: 無法重新命名「%@」

source: Couldn’t rename %lld items
de: %lld Objekte konnten nicht umbenannt werden
es: No se pudieron renombrar %lld ítems
fr: Impossible de renommer %lld éléments
it: Non è stato possibile rinominare %lld elementi
ja: %lld項目の名前を変更できませんでした
ko: %lld개 항목의 이름을 변경할 수 없음
nl: Kon %lld onderdelen niet hernoemen
pl: Nie można zmienić nazwy %lld rzeczy
pt_br: Não foi possível renomear %lld itens
ru: Не удалось переименовать %lld объектов
uk: Не вдалося перейменувати %lld об’єкта
zh_hans: 无法重命名 %lld 个项目
zh_hant: 無法重新命名 %lld 個項目

source: Couldn’t update the known hosts for “%@”.
de: Die bekannten Hosts für „%@“ konnten nicht aktualisiert werden.
es: No se pudieron actualizar los hosts conocidos de «%@».
fr: Impossible de mettre à jour les hôtes connus pour «%@».
it: Non è stato possibile aggiornare gli host noti per “%@”.
ja: “%@”の既知のホストを更新できませんでした。
ko: “%@”에 대한 알려진 호스트를 업데이트할 수 없습니다.
nl: Kon de bekende hosts voor “%@” niet bijwerken.
pl: Nie można uaktualnić known_hosts dla „%@”.
pt_br: Não foi possível atualizar os hosts conhecidos de “%@”.
ru: Не удалось обновить список известных хостов для «%@».
uk: Не вдалося оновити відомі хости для «%@».
zh_hans: 无法更新“%@”的已知主机。
zh_hant: 無法更新「%@」的已知主機。

source: Counter:
de: Zähler:
es: Contador:
fr: Compteur :
it: Contatore:
ja: カウンタ:
ko: 카운터:
nl: Teller:
pl: Licznik:
pt_br: Contador:
ru: Счётчик:
uk: Лічильник:
zh_hans: 计数器：
zh_hant: 計數器：

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
nl: Maak aan
pl: Utwórz
pt_br: Criar
ru: Создать
uk: Створити
zh_hans: 创建
zh_hant: 建立

source: Create a folder in “%@”.
de: Ordner in „%@“ erstellen.
es: Crea una carpeta en «%@».
fr: Créez un dossier dans «%@».
it: Crea una cartella in “%@”.
ja: “%@”にフォルダを作成します。
ko: “%@”에 폴더를 생성합니다.
nl: Maak een map aan in “%@”.
pl: Utwórz folder w „%@”.
pt_br: Crie uma pasta em “%@”.
ru: Создать папку в «%@».
uk: Створити папку в «%@».
zh_hans: 在“%@”中创建文件夹。
zh_hant: 在「%@」中建立檔案夾。

source: Create an archive in “%@”.
de: Archiv in „%@“ erstellen.
es: Crea un archivo comprimido en «%@».
fr: Créez un fichier d’archive dans «%@».
it: Crea un archivio in “%@”.
ja: “%@”にアーカイブを作成します。
ko: “%@”에 아카이브를 생성합니다.
nl: Maak een archief in “%@”.
pl: Utwórz archiwum w „%@”.
pt_br: Crie um arquivo compactado em “%@”.
ru: Создать архив в «%@».
uk: Створити архів в «%@».
zh_hans: 在“%@”中创建压缩包。
zh_hant: 在「%@」中建立封存檔。

source: Current Name
de: Aktueller Name
es: Nombre actual
fr: Nom actuel
it: Nome attuale
ja: 現在の名前
ko: 현재 이름
nl: Huidige naam
pl: Bieżąca nazwa
pt_br: Nome Atual
ru: Текущее имя
uk: Поточна назва
zh_hans: 当前名称
zh_hant: 目前名稱

source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자화
nl: Aangepast
pl: Własne
pt_br: Personalizado
ru: Пользовательский
uk: Користувачский
zh_hans: 自定
zh_hant: 自定

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
it: Taglia
ja: カット
ko: 오려두기
nl: Knip
pl: Wytnij
pt_br: Recortar
ru: Вырезать
uk: Вирізати
zh_hans: 剪切
zh_hant: 剪下

source: Date Modified
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
it: Data di modifica
ja: 変更日
ko: 수정일
nl: Wijzigingsdatum
pl: Data modyfikacji
pt_br: Data de Modificação
ru: Дата изменения
uk: Дата змінення
zh_hans: 修改日期
zh_hant: 修改日期

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Apagar
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete “%@” from “%@”?
de: „%@“ aus „%@“ löschen?
es: ¿Eliminar «%@» de «%@»?
fr: Supprimer «%@» de «%@» ?
it: Eliminare “%@” da “%@”?
ja: “%@”を“%@”から削除しますか？
ko: “%@”에서 “%@”를 삭제하겠습니까?
nl: Verwijder “%@” uit “%@”?
pl: Usunąć „%@” z „%@”?
pt_br: Apagar “%@” de “%@”?
ru: Удалить «%@» из «%@»?
uk: Видалити «%@» з «%@»?
zh_hans: 要从“%2$@”中删除“%1$@”吗？
zh_hant: 要從「%2$@」中刪除「%1$@」嗎？

source: Delete “%@” permanently?
de: „%@“ endgültig löschen?
es: ¿Eliminar «%@» permanentemente?
fr: Supprimer «%@» définitivement ?
it: Eliminare “%@” definitivamente?
ja: “%@”を完全に削除しますか？
ko: “%@”을(를) 영구적으로 삭제하겠습니까?
nl: Wil je “%@” permanent verwijderen?
pl: Usunąć „%@” trwale?
pt_br: Apagar “%@” permanentemente?
ru: Удалить «%@» безвозвратно?
uk: Видалити «%@» назавжди?
zh_hans: 要永久删除“%@”吗？
zh_hant: 要永久刪除「%@」嗎？

source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer «%@» ?
it: Eliminare “%@”?
ja: “%@”を削除しますか？
ko: “%@”을(를) 삭제하겠습니까?
nl: Verwijder “%@”?
pl: Usunąć „%@”?
pt_br: Apagar “%@”?
ru: Удалить «%@»?
uk: Видалити «%@»?
zh_hans: 要删除“%@”吗？
zh_hant: 要刪除「%@」嗎？

# Delete %lld items from “%@”?
source: Delete %lld items from “%2$@”?
de: %lld Objekte aus „%2$@“ löschen?
es: ¿Eliminar %lld ítems de «%2$@»?
fr: Supprimer %lld éléments de «%2$@» ?
it: Eliminare %lld elementi da “%2$@”?
ja: %lld項目を“%2$@”から削除しますか？
ko: “%2$@”에서 %lld개 항목을(를) 삭제하겠습니까?
nl: Verwijder %lld onderdelen uit “%2$@”?
pl: Usunąć %lld rzeczy z „%2$@”?
pt_br: Apagar %lld itens de “%2$@”?
ru: Удалить %lld объектов из «%2$@»?
uk: Видалити %lld об’єкта з «%2$@»?
zh_hans: 从“%2$@”中删除 %lld items？
zh_hant: 從「%2$@」中刪除 %lld 個項目？

source: Delete %lld items permanently?
de: %lld Objekte endgültig löschen?
es: ¿Eliminar %lld ítems permanentemente?
fr: Supprimer définitivement %lld éléments ?
it: Eliminare definitivamente %lld elementi?
ja: %lld項目を完全に削除しますか？
ko: %lld개 항목을 영구적으로 삭제하겠습니까?
nl: Wil je %lld onderdelen permanent verwijderen?
pl: Usunąć trwale %lld rzeczy?
pt_br: Apagar %lld itens permanentemente?
ru: Удалить %lld объектов безвозвратно?
uk: Видалити %lld об’єкта назавжди?
zh_hans: 永久删除 %lld 个项目？
zh_hant: 永久刪除 %lld 個項目？

source: Delete from %@
de: Aus %@ löschen
es: Eliminar de %@
fr: Supprimer de %@
it: Elimina da %@
ja: %@から削除
ko: %@에서 삭제
nl: Verwijder uit %@
pl: Usuń z %@
pt_br: Apagar de %@
ru: Удалить из %@
uk: Видалити з %@
zh_hans: 从 %@ 删除
zh_hant: 從 %@ 刪除

source: Delete Tag
de: Tag löschen
es: Eliminar etiqueta
fr: Supprimer l’étiquette
it: Elimina tag
ja: タグを削除
ko: 태그 삭제
nl: Tag verwijderen
pl: Usuń tag
pt_br: Apagar Etiqueta
ru: Удалить тег
uk: Видалити тег
zh_hans: 删除标签
zh_hant: 刪除標籤

source: Delete the tag “%@”?
de: Tag „%@“ löschen?
es: ¿Eliminar la etiqueta «%@»?
fr: Supprimer l’étiquette «%@» ?
it: Eliminare il tag “%@”?
ja: タグ“%@”を削除しますか？
ko: “%@” 태그를 삭제하겠습니까?
nl: Verwijder de tag “%@”?
pl: Usunąć tag „%@”?
pt_br: Apagar a etiqueta “%@”?
ru: Удалить тег «%@»?
uk: Видалити тег «%@»?
zh_hans: 要删除标签“%@”吗？
zh_hant: 要刪除標籤「%@」嗎？

source: Deleted items, from every volume
de: Gelöschte Objekte auf allen Volumes
es: Ítems eliminados de todos los volúmenes
fr: Éléments supprimés de tous les volumes
it: Elementi eliminati, da ogni volume
ja: すべてのボリュームの削除済み項目
ko: 모든 볼륨의 삭제된 항목
nl: Verwijderde onderdelen, van elk volume
pl: Usunięte rzeczy ze wszystkich woluminów
pt_br: Itens apagados, de todos os volumes
ru: Удалённые объекты со всех томов
uk: Видалені об’єкти з усіх томів
zh_hans: 所有宗卷中的已删除项目
zh_hant: 所有卷宗中的已刪除項目

source: Digits
de: Ziffern
es: Dígitos
fr: Chiffres
it: Numeri
ja: 桁数
ko: 숫자
nl: Cijfers
pl: Cyfry
pt_br: Dígitos
ru: Цифры
uk: Цифри
zh_hans: 位数
zh_hant: 位數

source: Direction:
de: Richtung:
es: Dirección:
it: Direzione:
ja: 方向:
ko: 방향:
nl: Richting:
pl: Kierunek:
pt_br: Direção:
ru: Направление:
uk: Напрямок:
zh_hans: 方向：
zh_hant: 方向：

source: Dirnex %@ is available — click to install
de: Dirnex %@ ist verfügbar – zum Installieren klicken
es: Dirnex %@ está disponible: haz clic para instalarlo
fr: Dirnex %@ est disponible — cliquez pour l’installer
it: Dirnex %@ è disponibile — fai clic per installarlo
ja: Dirnex %@を利用できます — クリックしてインストール
ko: Dirnex %@ 업데이트가 있습니다 — 설치하려면 클릭
nl: Dirnex %@ is beschikbaar — klik om te installeren
pl: Dirnex %@ jest dostępny — kliknij, aby zainstalować
pt_br: Dirnex %@ está disponível — clique para instalar
ru: Доступна версия Dirnex %@ — нажмите, чтобы установить
uk: Доступний Dirnex %@ — натисніть, щоб установити
zh_hans: Dirnex %@ 可用，点按以安装
zh_hant: Dirnex %@ 可用，按一下以安裝

source: Dirnex already has Full Disk Access
de: Dirnex hat bereits Festplattenvollzugriff
es: Dirnex ya tiene acceso total al disco
fr: Dirnex dispose déjà d’un accès complet au disque.
it: Dirnex ha già Accesso completo al disco
ja: Dirnexにはすでにフルディスクアクセスがあります
ko: Dirnex에 이미 전체 디스크 접근 권한이 있습니다
nl: Dirnex heeft al Volledige schijftoegang
pl: Dirnex ma już Pełny dostęp do dysku
pt_br: O Dirnex já tem Acesso Total ao Disco
ru: У Dirnex уже есть полный доступ к диску
uk: Dirnex уже має Повний доступ до диска
zh_hans: Dirnex 已拥有完全磁盘访问权限
zh_hant: Dirnex 已具備「完全取用磁碟」權限

source: Dirnex can browse everywhere, but macOS keeps some folders private — other users' home folders, Mail and Messages, Time Machine backups, and anywhere it considers sensitive. Without Full Disk Access, opening one of those shows a permission wall; everywhere else works normally. Click Open System Settings, then switch on Dirnex under Full Disk Access. macOS will ask Dirnex to relaunch so the new access takes effect.
de: Dirnex kann alle Ordner durchsuchen, aber macOS schützt einige Orte: Benutzerordner anderer Personen, Mail und Nachrichten, Time Machine-Backups und andere sensible Orte. Ohne Festplattenvollzugriff zeigt Dirnex dort einen Hinweis zu fehlenden Rechten. Überall sonst funktioniert es normal. Klicken Sie auf „Systemeinstellungen öffnen“ und aktivieren Sie Dirnex unter „Festplattenvollzugriff“. macOS fordert dann einen Neustart von Dirnex an, damit der neue Zugriff wirksam wird.
es: Dirnex puede explorar todas partes, pero macOS mantiene privadas algunas carpetas: las carpetas de inicio de otros usuarios, Mail y Mensajes, las copias de Time Machine y cualquier lugar que considere sensible. Sin acceso total al disco, al abrir una de esas carpetas aparece un bloqueo de permisos; todo lo demás funciona con normalidad. Haz clic en Abrir Ajustes del Sistema y activa Dirnex en Acceso total al disco. macOS pedirá reiniciar Dirnex para que el nuevo acceso surta efecto.
fr: Dirnex peut parcourir tous vos dossiers, mais macOS en protège certains : les dossiers de départ des autres utilisateurs, Mail et Messages, les sauvegardes Time Machine, ainsi que d’autres emplacements sensibles. Sans accès complet au disque, l’ouverture de l’un de ces dossiers affiche une alerte d’autorisation ; tout le reste fonctionne normalement. Cliquez sur Ouvrir Réglages Système, puis activez Dirnex dans Accès complet au disque. macOS vous demandera de relancer Dirnex afin que l’autorisation prenne effet.
it: Dirnex può sfogliare quasi ovunque, ma macOS tiene private alcune cartelle: le cartelle Inizio di altri utenti, Mail e Messaggi, i backup di Time Machine e tutte le posizioni che considera sensibili. Senza Accesso completo al disco, quando apri una di queste cartelle viene mostrato un avviso di autorizzazione; tutto il resto funziona normalmente. Fai clic su Apri Impostazioni di Sistema, poi attiva Dirnex in Accesso completo al disco. macOS chiederà a Dirnex di riavviarsi perché il nuovo accesso abbia effetto.
ja: Dirnexはどこでも閲覧できますが、macOSは一部のフォルダを非公開にしています。ほかのユーザのホームフォルダ、“メール”と“メッセージ”、Time Machineバックアップ、その他macOSが機密と見なす場所です。フルディスクアクセスがない状態でそれらを開くと権限の案内が表示されます。それ以外は通常どおり動作します。 “システム設定を開く”をクリックして、“フルディスクアクセス”でDirnexをオンにしてください。新しいアクセス権を有効にするため、macOSからDirnexの再起動を求められます。
ko: Dirnex는 대부분의 위치를 탐색할 수 있지만 macOS는 다른 사용자의 홈 폴더, Mail, 메시지, Time Machine 백업처럼 민감한 폴더를 비공개로 유지합니다. 전체 디스크 접근 권한이 없으면 해당 폴더를 열 때 권한 안내가 표시됩니다. 다른 위치는 계속 정상적으로 작동합니다. ‘시스템 설정 열기’를 클릭한 다음, 전체 디스크 접근 권한에서 Dirnex를 켜십시오. macOS가 새 권한을 적용하기 위해 Dirnex를 다시 실행하라고 요청합니다.
nl: Dirnex kan overal bladeren, maar macOS houdt sommige mappen privé: thuismappen van andere gebruikers, Mail en Berichten, Time Machine-reservekopieën en andere gevoelige locaties. Zonder Volledige schijftoegang toont Dirnex daar een machtigingsmelding; de rest blijft normaal werken. Klik op Open Systeeminstellingen en schakel Dirnex in bij Volledige schijftoegang. macOS vraagt Dirnex opnieuw te starten zodat de nieuwe toegang actief wordt.
pl: Dirnex może przeglądać wszystko, ale macOS trzyma niektóre foldery prywatnie — foldery domowe innych użytkowników, Mail i Wiadomości, kopie Time Machine oraz inne wrażliwe miejsca. Bez Pełnego dostępu do dysku otwarcie takiego miejsca pokaże blokadę uprawnień; wszędzie indziej wszystko działa normalnie. Kliknij Otwórz Ustawienia systemowe, a potem włącz Dirnex w sekcji Pełny dostęp do dysku. macOS poprosi o ponowne uruchomienie Dirnex, aby nowy dostęp zaczął działać.
pt_br: O Dirnex pode navegar em todos os lugares, mas o macOS mantém algumas pastas privadas — pastas pessoais de outros usuários, Mail e Mensagens, backups do Time Machine e locais considerados sensíveis. Sem Acesso Total ao Disco, abrir uma delas mostra uma barreira de permissão; todo o resto funciona normalmente. Clique em Abrir Ajustes do Sistema e ative o Dirnex em Acesso Total ao Disco. O macOS pedirá para o Dirnex reiniciar para que o novo acesso tenha efeito.
ru: Dirnex может просматривать всё, но macOS держит некоторые папки закрытыми — домашние папки других пользователей, Почту и Сообщения, резервные копии Time Machine и всё, что считается конфиденциальным. Без полного доступа к диску открытие одной из них покажет запрет доступа; всё остальное работает нормально. Нажмите «Открыть Системные настройки», затем включите Dirnex в разделе «Полный доступ к диску». macOS попросит Dirnex перезапуститься, чтобы новый доступ вступил в силу.
uk: Dirnex може переглядати все, але macOS тримає деякі папки приватними — домівки інших користувачів, Mail і Messages, резервні копії Time Machine та інші місця, які вона вважає чутливими. Без Повного доступу до диска під час відкриття такої папки з’явиться екран дозволів; усе інше працює як звично. Натисніть «Відкрити Системні параметри», а потім увімкніть Dirnex у розділі «Повний доступ до диска». macOS попросить перезапустити Dirnex, щоб новий доступ набув чинності.
zh_hans: Dirnex 可以浏览各处，但 macOS 会保护一些文件夹，例如其他用户的个人文件夹、“邮件”和“信息”、Time Machine 备份，以及系统认为敏感的任何位置。没有完全磁盘访问权限时，打开这些位置会看到权限提示；其他位置会照常工作。 点按“打开系统设置”，然后在“完全磁盘访问权限”中打开 Dirnex。macOS 会要求重新启动 Dirnex，让新的访问权限生效。
zh_hant: Dirnex 可以瀏覽各處，但 macOS 會保護一些檔案夾，例如其他使用者的個人檔案夾、「郵件」和「訊息」、Time Machine 備份，以及系統認為敏感的任何位置。沒有「完全取用磁碟」權限時，打開這些位置會看到權限提示；其他位置會照常工作。 按一下「打開系統設定」，然後在「完全取用磁碟」中啟用 Dirnex。macOS 會要求重新啟動 Dirnex，讓新的取用權限生效。

source: Dirnex has no open browser window to act on.
de: Dirnex hat kein geöffnetes Browserfenster für diesen Befehl.
es: Dirnex no tiene ninguna ventana de explorador abierta sobre la que actuar.
fr: Dirnex n’a pas de fenêtre de navigateur ouverte sur laquelle agir.
it: Dirnex non ha una finestra del browser aperta su cui agire.
ja: 操作できるDirnexのブラウザウインドウが開いていません。
ko: Dirnex에 작업할 열린 브라우저 윈도우가 없습니다.
nl: Dirnex heeft geen open browservenster waarop te handelen is.
pl: Dirnex nie ma otwartego okna, na którym może działać.
pt_br: O Dirnex não tem nenhuma janela de navegação aberta para usar.
ru: В Dirnex нет открытого окна, с которым можно работать.
uk: У Dirnex немає відкритого вікна браузера для цієї дії.
zh_hans: Dirnex 没有可操作的打开浏览器窗口。
zh_hant: Dirnex 沒有可操作的瀏覽器視窗。

source: Dirnex needs Full Disk Access to show the Trash
de: Dirnex benötigt Festplattenvollzugriff, um den Papierkorb anzuzeigen
es: Dirnex necesita acceso total al disco para mostrar la papelera
fr: Dirnex a besoin d’un accès complet au disque pour afficher la corbeille.
it: Dirnex richiede Accesso completo al disco per mostrare il Cestino
ja: ゴミ箱を表示するにはDirnexにフルディスクアクセスが必要です
ko: 휴지통을 보려면 Dirnex에 전체 디스크 접근 권한이 필요합니다
nl: Dirnex heeft Volledige schijftoegang nodig om de prullenmand te tonen
pl: Dirnex potrzebuje Pełnego dostępu do dysku, aby pokazać Kosz
pt_br: O Dirnex precisa de Acesso Total ao Disco para mostrar o Lixo
ru: Dirnex нужен полный доступ к диску, чтобы показать Корзину
uk: Dirnex потрібен Повний доступ до диска, щоб показати Кошик
zh_hans: Dirnex 需要完全磁盘访问权限才能显示废纸篓
zh_hant: Dirnex 需要「完全取用磁碟」權限才能顯示垃圾桶

source: Dirnex needs to restart to switch to %@.
de: Dirnex muss neu gestartet werden, um zu %@ zu wechseln.
es: Dirnex debe reiniciarse para cambiar a %@.
fr: Dirnex doit redémarrer pour passer à %@.
it: Dirnex deve riavviarsi per passare a %@.
ja: %@に切り替えるにはDirnexの再起動が必要です。
ko: %@로 전환하려면 Dirnex를 재시동해야 합니다.
nl: Dirnex moet opnieuw worden gestart om over te schakelen naar %@.
pl: Dirnex musi uruchomić się ponownie, aby przełączyć język na %@.
pt_br: O Dirnex precisa reiniciar para mudar para %@.
ru: Для переключения на %@ требуется перезапуск Dirnex.
uk: Dirnex потрібно перезапустити, щоб перейти на %@.
zh_hans: Dirnex 需要重新启动才能切换到 %@。
zh_hant: Dirnex 需要重新啟動才能切換到 %@。

source: Dirnex Operation
de: Dirnex-Befehl
es: Operación de Dirnex
fr: Opération Dirnex
it: Operazione Dirnex
ja: Dirnex操作
ko: Dirnex 작업
nl: Dirnex-commando
pl: Operacja Dirnex
pt_br: Operação do Dirnex
ru: Операция Dirnex
uk: Операция Dirnex
zh_hans: Dirnex 操作
zh_hant: Dirnex 操作

source: Don’t know where “%@” came from
de: Ursprungsort von „%@“ unbekannt
es: No se sabe de dónde venía «%@»
fr: Origine de «%@» inconnue
it: Non so da dove provenga “%@”
ja: “%@”の元の場所がわかりません
ko: “%@”의 원래 위치를 알 수 없음
nl: Onbekend waar “%@” vandaan kwam
pl: Nie wiadomo, skąd pochodzi „%@”
pt_br: Não sei de onde “%@” veio
ru: Неизвестно, откуда взялся объект «%@»
uk: Неизвестно, откуда взялся об’єкт «%@»
zh_hans: 不知道“%@”来自哪里
zh_hant: 不知道「%@」來自哪裡

source: Don’t know where %lld items came from
de: Ursprungsort von %lld Objekten unbekannt
es: No se sabe de dónde venían %lld ítems
fr: Impossible de déterminer l’origine de %lld éléments
it: Non so da dove provengano %lld elementi
ja: %lld項目の元の場所がわかりません
ko: %lld개 항목의 원래 위치를 알 수 없음
nl: Onbekend waar %lld onderdelen vandaan kwamen
pl: Nie wiadomo, skąd pochodzi %lld rzeczy
pt_br: Não foi possível saber de onde vieram %lld itens
ru: Неизвестно, откуда взялись %lld объектов
uk: Невідомо, звідки взято %lld об’єкта
zh_hans: 不知道 %lld 个项目来自哪里
zh_hant: 不知道 %lld 個項目來自哪裡

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Downloading “%@”…
de: „%@“ wird geladen …
es: Descargando «%@»…
fr: Téléchargement de «%@»…
it: Scaricamento di “%@”…
ja: “%@”をダウンロード中…
ko: “%@” 다운로드 중…
nl: “%@” downloaden…
pl: Pobieranie „%@”…
pt_br: Baixando “%@”…
ru: Загрузка «%@»…
uk: Завантаження «%@»…
zh_hans: 正在下载“%@”…
zh_hant: 正在下載「%@」…

source: Downloading…
de: Laden …
es: Descargando…
fr: Téléchargement…
it: Scaricamento in corso…
ja: ダウンロード中…
ko: 다운로드 중…
nl: Downloaden…
pl: Pobieranie…
pt_br: Baixando…
ru: Загрузка…
uk: Завантаження…
zh_hans: 正在下载…
zh_hant: 正在下載…

source: Each item returns to the folder it was deleted from.
de: Jedes Objekt wird in den Ordner zurückgelegt, aus dem es gelöscht wurde.
es: Cada ítem vuelve a la carpeta desde la que se eliminó.
fr: Chaque élément retourne dans le dossier où il a été supprimé.
it: Ogni elemento torna nella cartella da cui è stato eliminato.
ja: 各項目は削除元のフォルダに戻ります。
ko: 각 항목이 삭제되기 전 폴더로 돌아갑니다.
nl: Elk onderdeel gaat terug naar de map waaruit het is verwijderd.
pl: Każda rzecz wróci do folderu, z którego została usunięta.
pt_br: Cada item volta para a pasta de onde foi apagado.
ru: Каждый объект вернётся в папку, из которой был удалён.
uk: Кожен об’єкт повертається до папки, з якої його видалили.
zh_hans: 每个项目都会返回它被删除的文件夹。
zh_hant: 每個項目都會返回它被刪除的檔案夾。
